import Framer from "../framer";

function ContentHome() {
  return (
    <div className='flex items-center justify-center py-10'>
      {/* <Framer /> */}
      <article className="prose lg:prose-xl">
        <h1>
          ยินดีต้อนรับสู่ ทรัพย์เพิ่มพูน
        </h1>
        <p>
          &emsp;เราคือพันธมิตรในการสร้างฐานทัพสำหรับความสำเร็จของคุณในโลกของก่อสร้างและวัสดุก่อสร้างที่มีคุณภาพสูง ที่นี่ทรัพย์เพิ่มพูน คือแหล่งหาข้อมูลและวัสดุก่อสร้างที่ครบวงจรที่คุณต้องการสำหรับโครงการของคุณทุกรูปแบบ
        </p>
        <h3>
          เกี่ยวกับเรา
        </h3>
        <p>
          &emsp;ทรัพย์เพิ่มพูน มีประสบการณ์ยาวนานในวงการวัสดุก่อสร้าง ทำให้เราเป็นผู้นำในการให้บริการทางธุรกิจนี้ ด้วยทีมงานที่มีความเชี่ยวชาญและใส่ใจในลูกค้า เรามุ่งมั่นที่จะให้คำปรึกษาและวัสดุที่ดีที่สุดในการสนับสนุนโครงการของคุณ
        </p>
        <h3>
          บริการของเรา
        </h3>
        <p>
          <ol>
            <li>
              วัสดุคุณภาพสูง: เราเลือกใช้วัสดุที่มีมาตรฐานคุณภาพสูงเพื่อให้คุณมั่นใจในความทนทานและประสิทธิภาพของโครงการของคุณ
            </li>
            <li>
              คำปรึกษาทางวิศวกรรม: ทีมวิศวกรมืออาชีพของเราพร้อมให้คำปรึกษาและแนวทางการแก้ไขปัญหาทางวิศวกรรม
            </li>
            <li>
              จัดส่งทันที: เรามีระบบจัดส่งที่รวดเร็วเพื่อให้วัสดุถึงมือคุณทันทีที่คุณต้องการ
            </li>
          </ol>
        </p>
      </article>
    </div>
  );
}

export default ContentHome;